Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: White Chisel Secretary
ja: シロ・チーゼルの秘書

source: White Crystal
ja: 白い水晶

source: White Knight
ja: 白い騎士

source: White Tree
ja: 白い木

source: White Tree patch
ja: 白い木の小区画

source: White apron
ja: 白エプロン

source: White bead
ja: 白い粒

source: White beret
ja: 白いベレー帽

source: White berries
ja: 白いベリー

source: White cog
ja: 白い歯車

source: White crystal
ja: 白い水晶

source: White flowers
ja: 白い花

source: White golem
ja: 白いゴーレム

source: White jaguar
ja: 白いジャガー

source: White lily
ja: 白百合

source: White partyhat
ja: 白いパーティーハット

source: White pearl
ja: 白真珠

source: White pearl seed
ja: 白真珠の種

source: White rose bush patch
ja: 白いバラの小区画

source: White roses
ja: 白いバラ

source: White sweets
ja: 白いお菓子<

source: White toy horsey
ja: 白いおもちゃの馬

source: White tree
ja: 白い木

source: White wolf
ja: 白オオカミ

source: Whiteberry bush
ja: ホワイトベリーの低木

source: Whiteberry seed
ja: ホワイトベリーの種

source: Wield
ja: 装備

source: Wig
ja: かつら

source: Wighted Leech
ja: 錐のヒル

source: Wiki
ja: ウィキ検索

source: Wiki <colNum0>Ardougne Journal</col>
ja: <colNum0>アルドインの日誌</col>をウィキ検索

source: Wiki <colNum0>Desert Journal</col>
ja: <colNum0>砂漠の日誌</col>をウィキ検索

source: Wiki <colNum0>Falador Journal</col>
ja: <colNum0>ファラドーの日誌</col>をウィキ検索

source: Wiki <colNum0>Fremennik Journal</col>
ja: <colNum0>フレメニックの日誌</col>をウィキ検索

source: Wiki <colNum0>Kandarin Journal</col>
ja: <colNum0>カンダリンの日誌</col>をウィキ検索

source: Wiki <colNum0>Karamja Journal</col>
ja: <colNum0>カラムジャの日誌</col>をウィキ検索

source: Wiki <colNum0>Kourend & Kebos Journal</col>
ja: <colNum0>クーレンドとケボスの日誌</col>をウィキ検索

source: Wiki <colNum0>Lumbridge & Draynor Journal</col>
ja: <colNum0>ランブリッジとドレイナーの日誌</col>をウィキ検索

source: Wiki <colNum0>Morytania Journal</col>
ja: <colNum0>モリタニアの日誌</col>をウィキ検索

source: Wiki <colNum0>Varrock Journal</col>
ja: <colNum0>ヴァロックの日誌</col>をウィキ検索

source: Wiki <colNum0>Western Provinces Journal</col>
ja: <colNum0>西部地方の日誌</col>をウィキ検索

source: Wiki <colNum0>Wilderness Journal</col>
ja: <colNum0>ウィルダネスの日誌</col>をウィキ検索

source: Wild Beehive
ja: 野生のハチの巣

source: Wild broav
ja: 野生のブローブ

source: Wild dog
ja: 野生犬

source: Wild kebbit
ja: 野生のケビット

source: Wild mushrooms
ja: 野生のキノコ

source: Wildblood Hops
ja: ワイルドブラッド・ホップ

source: Wildblood seed
ja: ワイルドブラッドの種

source: Wilderness Boss Display
ja: ウィルダネス・ボスの展示

source: Wilderness Ditch
ja: ウィルダネスの溝

source: Wilderness Easy Diary
ja: ウィルダネスの初級日記

source: Wilderness Elite Diary
ja: ウィルダネスの超級日記

source: Wilderness Hard Diary
ja: ウィルダネスの上級日記

source: Wilderness Medium Diary
ja: ウィルダネスの中級日記

source: Wilderness Sign
ja: ウィルダネスの標識

source: Wilderness Statistics
ja: ウィルダネスの統計

source: Wilderness sword
ja: ウィルダネスの剣

source: Wilf (Well)
ja: ウィルフ（健康）

source: Wilf (ghastly!)
ja: ウィルフ（化けそう！）

source: Wilf (sick)
ja: ウィルフ（病気）

source: Wilf (very sick)
ja: ウィルフ（重病）

source: Wilhelm
ja: ウィルヘルム

source: Will o' the wisp
ja: ウィスプの意思

source: William
ja: ウィリアム

source: Willow birdhouse
ja: 柳の鳥小屋

source: Willow birdhouse (empty)
ja: 柳の鳥小屋（空）

source: Willow blackjack
ja: 柳の棍棒

source: Willow logs
ja: 柳の丸太

source: Willow longbow
ja: 柳の長弓

source: Willow longbow (u)
ja: 柳の長弓（未）

source: Willow pyre logs
ja: 柳の火葬の丸太

source: Willow seed
ja: 柳の種

source: Willow shortbow
ja: 柳の短弓

source: Willow shortbow (u)
ja: 柳の短弓（未）

source: Willow tree
ja: 柳

source: Willow tree stump
ja: 柳の切り株

source: Willow's bag
ja: ウィロウのカバン

source: Wilough
ja: ウィローフ

source: Wilson
ja: ウィルソン

source: Wilting wheat
ja: しおれる小麦

source: Wily cat
ja: ずる賢いネコ

source: Wily hellcat
ja: ずる賢いヘルキャット

source: Winch
ja: ウィンチ

source: Winch bucket
ja: ウィンチバケツ

source: Wind
ja: 巻く

source: Wind spell
ja: 風の魔法

source: Wind-up
ja: 巻く

source: Windchimes
ja: 風鈴

source: Window
ja: 窓

source: Window space
ja: 窓スペース

source: Windswept Tree
ja: 風にさらされた木

source: Windswept tree
ja: 風にさらされた木

source: Wine barrel
ja: ワインの樽

source: Wine of zamorak
ja: ザモラックのワイン

source: Wine rack
ja: ワインのラック

source: Winelda
ja: ウィンデラ

source: Wingman Skree
ja: ウィングマン・スクリー

source: Wingstone
ja: ウィングストーン

source: Winkin
ja: ウィンキン

source: Winter Elemental
ja: 冬のエレメンタル

source: Winter Soldier
ja: 冬の兵士

source: Winter's End
ja: 冬の終焉

source: Wintertoad
ja: フユアマガエル

source: Wintertodt Camp
ja: ウィンタートッド・キャンプ

source: Wintumber tree
ja: ウィンタンバーの木

source: Wire
ja: ワイヤー

source: Wire machine
ja: ワイヤーの機械

source: Wise Old Man
ja: 賢いおじいさん

source: Wise Young Man
ja: 賢い若者

source: Wish-list
ja: 欲しいものリスト

source: Wiskit
ja: ウィスキト

source: Wisp
ja: ウィスプ

source: Wistan
ja: ウィスタン

source: Witch
ja: 魔女

source: Witch Glyph
ja: 魔女の抽象文字

source: Witch's cat
ja: 魔女のネコ

source: Witch's charm
ja: 魔女のお守り

source: Witch's experiment
ja: 魔女の実験体

source: Witch's experiment (fourth form)
ja: 魔女の実験体（第４形態）

source: Witch's experiment (fourth form) (hard)
ja: 魔女の実験体（第４形態）（上級）

source: Witch's experiment (hard)
ja: 魔女の実験体（上級）

source: Witch's experiment (second form)
ja: 魔女の実験体（第２形態）

source: Witch's experiment (second form) (hard)
ja: 魔女の実験体（第２形態）（上級）

source: Witch's experiment (third form)
ja: 魔女の実験体（第３形態）

source: Witch's experiment (third form) (hard)
ja: 魔女の実験体（第３形態）（上級）

source: Witchaven villager
ja: ウィッチヘブンの村人

source: Withdraw
ja: 引き出す

source: Withdraw 1
ja: １個引き出す

source: Withdraw All
ja: 全て引き出す

source: Withering Attas plant
ja: しおれていくアタスの株

source: Withering Iasor plant
ja: しおれていくイアソーの株

source: Withering Kronos plant
ja: しおれていくクロノスの株

source: Wizard
ja: 魔法使い

source: Wizard Akutha
ja: 魔法使いアクサ

source: Wizard Cromperty
ja: 魔法使いのクロンペーティー

source: Wizard Distentor
ja: 魔法使いのディステントー

source: Wizard Frumscone
ja: 魔法使いフルムスコーン

source: Wizard Grayzag
ja: 魔法使いグレイザグ

source: Wizard Jalarast
ja: ジャララスト魔法使い

source: Wizard Mizgog
ja: 魔法使いのミズゴグ

source: Wizard Persten
ja: 魔法使いペーステン

source: Wizard Sinina
ja: 魔法使いシニナ

source: Wizard Statue
ja: 魔法使いの像

source: Wizard Traiborn
ja: 魔法使いトレイルボーン

source: Wizard blizzard
ja: ウィザードブリザード

source: Wizard boots
ja: 魔法使いの靴

source: Wizard hat
ja: 魔法使いの帽子

source: Wizard's mind bomb
ja: 魔法使いの精神爆弾

source: Wizards Mind Bomb
ja: 魔法使いの精神爆弾

source: Woad leaf
ja: ウォード葉

source: Woad plant
ja: アイの株

source: Woad seed
ja: アイの種

source: Wolf
ja: オオカミ

source: Wolf Den
ja: オオカミの巣

source: Wolf Statue
ja: オオカミの像

source: Wolf bonemeal
ja: オオカミの骨粉

source: Wolf bones
ja: オオカミの骨

source: Wolfbane
ja: 狼討短剣

source: Wolfbone
ja: オオカミの骨

source: Wolfbone arrowtips
ja: オオカミ骨の矢じり

source: Woman
ja: 女

source: Woman-at-arms (hard)
ja: 武装した女性（上級）

source: Wood
ja: 木

source: Wood Basket
ja: 木材のカゴ

source: Wood Dryad
ja: 森のドライアド

source: Woodcutting
ja: 木こり

source: Woodcutting Guild
ja: 木こりギルド

source: Woodcutting Leprechaun
ja: 木こりのレプラコーン

source: Woodcutting stump
ja: 木こりの切り株

source: Wooden Beams
ja: 木製のハリ

source: Wooden Obstruction
ja: 木製の障害物

source: Wooden Stair
ja: 木製の階段

source: Wooden Table
ja: 木製のテーブル

source: Wooden barricade
ja: 木製のバリケード

source: Wooden bench
ja: 木製のベンチ

source: Wooden boards
ja: 木の板

source: Wooden cart
ja: 木製のカート

source: Wooden chair
ja: 木製の椅子

source: Wooden chest
ja: 木製の宝箱

source: Wooden crate
ja: 木箱

source: Wooden defence
ja: 木製の守備

source: Wooden disk
ja: 木製のディスク

source: Wooden doors
ja: 木製のドア

source: Wooden fence
ja: 木製のフェンス

source: Wooden gate
ja: 木のゲート

source: Wooden platform
ja: 木製のプラットホーム

source: Wooden shield
ja: 木材の盾

source: Wooden table
ja: 木製のテーブル

source: Woodsman tutor
ja: 木こりの指導者

source: Wool
ja: 羊毛

source: Work bench
ja: 作業台

source: Work board
ja: 作業ボード

source: Work table
ja: 作業台

source: Work-at
ja: 作業する

source: Workbench
ja: 作業台

source: Workbench space
ja: 作業台のスペース

source: Worker
ja: 労働者

source: Workman
ja: 作業員

source: World Switcher
ja: 世界変更

source: World map display
ja: 世界地図の展示

source: Worm
ja: 虫

source: Worm batta
ja: ワームバッタ

source: Worm crunchies
ja: ワームクランチー

source: Worm hole
ja: ワームホール

source: Wormbrain
ja: ワームブレイン

source: Worn Equipment
ja: 装備品

source: Worship
ja: 崇拝する

source: Wounded fairy
ja: けがをした妖精

source: Wounded soldier
ja: 負傷兵

source: Woven top
ja: 織りトップ

source: Wrapped oomlie
ja: 生の巻ウームリー

source: Wreck
ja: 残骸

source: Wreckage
ja: 破片

source: Wrecked boat
ja: 沈没船

source: Write-Role
ja: 役割を書く

source: Wrought iron key
ja: 鍛造された鍵

source: Wurbel
ja: ウーベル

source: Wydin
ja: ウィディン

source: Wyrm
ja: ワーム

source: Wyrmling
ja: ワームリング

source: Wyson the gardener
ja: 庭師のウィンソン

source: Wyvern Egg
ja: ワイバーンの卵

source: Wyvern display
ja: ワイバーンの展示

source: Wyvern skull
ja: ワイバーンの頭蓋骨

source: XP drops
ja: XPドロップ

source: Xamphur
ja: ザンフー

source: Xarpus
ja: ハープス

source: Xeric's Talisman
ja: ゼリックのタリスマン

source: Xerician Statue
ja: ゼリックの像

source: Xolo
ja: ショロ

source: Xorrah quo Sihar
ja: ゾラー・クォ・シハー

source: Yadech Strongarm
ja: ヤデック・ストロンガーム

source: Yadviga
ja: ヤドビガ

source: Yak
ja: ヤク

source: Yanille
ja: ヤニル

source: Yanille Portal
ja: ヤニルのポータル

source: Yanille Watchtower Portal
ja: ヤニル監視塔のポータル

source: Yanillian Hops
ja: ヤニリアン・ホップ

source: Yanillian seed
ja: ヤニリアンの種

source: Yanni Salika
ja: ヤニ・サリカ

source: Yarnio
ja: ヤーニオ

source: Yarsul
ja: ヤースル

source: Yellow Crystal
ja: 黄色い水晶

source: Yellow Fortune Director
ja: キ・フォーチュンの監督

source: Yellow Fortune Secretary
ja: キ・フォーチュンの秘書

source: Yellow Sheep
ja: 黄色い羊

source: Yellow Snow
ja: 黄色い雪

source: Yellow banner
ja: 黄色いバナー

source: Yellow bead
ja: 黄色い粒

source: Yellow block
ja: 黄色ブロック

source: Yellow boots
ja: 黄色の靴

source: Yellow cape
ja: 黄色いマント

source: Yellow crystal
ja: 黄色い水晶

source: Yellow door
ja: 黄色いドア

source: Yellow dye
ja: 黄色染料

source: Yellow flowers
ja: 黄色い花

source: Yellow gloves
ja: 黄色の手袋

source: Yellow hat
ja: 黄色の帽子

source: Yellow orchids
ja: 黄色いラン

source: Yellow partyhat
ja: 黄色いパーティーハット

source: Yellow robe bottoms
ja: 黄色のローブ下

source: Yellow robe top
ja: 黄色のローブ上

source: Yellow spice (4)
ja: 黄色の香辛料（４）

source: Yellow tile
ja: 黄色いタイル

source: Yenrab
ja: エンラブ

source: Yeti
ja: イエティ

source: Yew birdhouse
ja: イチイの鳥小屋

source: Yew birdhouse (empty)
ja: イチイの鳥小屋（空）

source: Yew logs
ja: イチイの丸太

source: Yew longbow
ja: イチイの長弓

source: Yew longbow (u)
ja: イチイの長弓（未）

source: Yew pyre logs
ja: イチイの火葬の丸太

source: Yew sapling
ja: イチイの若木

source: Yew seed
ja: イチイの種

source: Yew shortbow
ja: イチイの短弓

source: Yew shortbow (u)
ja: イチイの短弓（未）

source: Yew tree
ja: イチイ

source: Yew tree stump
ja: イチイの切り株

source: Yewnock the Engineer
ja: 技術者のユーノック

source: Yewnock's exchanger
ja: ユーノックの交換器

source: Yewnock's machine
ja: ユーノックの機械

source: Ymladd
ja: イムラッド

source: Yo-yo
ja: ヨーヨー

source: Yohnus
ja: ヨフヌス

source: Yommi totem
ja: ヨミーのトーテム

source: Yommi tree
ja: ヨミー木

source: Yommi tree baby
ja: ヨミー木の苗

source: Yommi tree sapling
ja: ヨミー木の若木

source: Yommi tree seeds
ja: ヨミー木の種

source: Young 'un
ja: 若者

source: Young impling
ja: 若い子悪魔

source: Young tree
ja: 若木

source: Young vine
ja: 若いツル

source: Youngllef
ja: ヤングレフ

source: Your Clan
ja: クラン

source: Yrsa
ja: イルサ

source: Ysbeid
ja: イスベイド

source: Ysgawyn
ja: イスガウィン

source: Ystwyth
ja: イースツウィス

source: Yt-HurKot
ja: イト・フーコト

source: Yt-MejKot
ja: イト・メジュコト

source: Yulf Squecks
ja: ユルフ・スケックス

source: Yuri
ja: ユリ

source: Yusuf
ja: ユスフ

source: Zadimus corpse
ja: ザジマスの死体

source: Zaff
ja: ザーフ

source: Zahra
ja: ザフラ

source: Zahur
ja: ザフー

source: Zahwa
ja: ザーワ

source: Zakl'n Gritch
ja: ザクルン・グリチ

source: Zalcano
ja: ザルカーノ

source: Zambo
ja: ザンボ

source: Zamorak Portal
ja: ザモラックのポータル

source: Zamorak Standard
ja: 普通のザモラック信者

source: Zamorak altar
ja: ザモラックの祭壇

source: Zamorak banner
ja: ザモラックのバナー

source: Zamorak brew(1)
ja: ザモラックの秘薬（１）

source: Zamorak brew(2)
ja: ザモラックの秘薬（２）

source: Zamorak brew(3)
ja: ザモラックの秘薬（３）

source: Zamorak brew(4)
ja: ザモラックの秘薬（４）

source: Zamorak cape
ja: ザモラックのマント

source: Zamorak crafter
ja: ザモラックの職人

source: Zamorak full helm
ja: ザモラックの全頭甲

source: Zamorak kiteshield
ja: ザモラックのタコ盾

source: Zamorak mage
ja: ザモラックの魔術師

source: Zamorak monk bottom
ja: ザモラックの僧侶下

source: Zamorak monk top
ja: ザモラック僧侶上

source: Zamorak page 1
ja: ザモラックのページ１

source: Zamorak page 2
ja: ザモラックのページ２

source: Zamorak page 3
ja: ザモラックのページ３

source: Zamorak page 4
ja: ザモラックのページ４

source: Zamorak platebody
ja: ザモラックの胸甲

source: Zamorak platelegs
ja: ザモラックの脚甲

source: Zamorak plateskirt
ja: ザモラックの裙甲

source: Zamorak ranger
ja: ザモラックの射手

source: Zamorak staff
ja: ザモラックの杖

source: Zamorak warrior
ja: ザモラックの戦士

source: Zamorak wizard
ja: ザモラックの魔法使い

source: Zamorak's statue
ja: ザモラックの像

source: Zamorakian Acolyte
ja: ザモラックの侍祭

source: Zamorakian recruiter
ja: ザモラックのスカウト

source: Zanaris choir
ja: ザナリスの合唱団

source: Zandar Horfyre
ja: ザンダー・ホーフィー

source: Zanik
ja: ザニック

source: Zapper
ja: ザッパー

source: Zavistic Rarve
ja: ザバスチック・ラーブ

source: Zealot
ja: ジーロット

source: Zealot's key
ja: 熱心者の鍵

source: Zebak
ja: ゼバク

source: Zebak's Phantom
ja: ゼバックのファントム

source: Zebak's Tail
ja: ゼバックの尻尾

source: Zebo
ja: ゼボ

source: Zeke
ja: ゼケ

source: Zembo
ja: ゼンボ

source: Zemouregal
ja: ゼモーリガル

source: Zen garden
ja: 禅の庭

source: Zen theme
ja: 禅のテーマ

source: Zenesha
ja: ゼネシャ

source: Zenkog
ja: ゼンコグ

source: Zero
ja: ゼロ

source: Ziggy
ja: ジギー

source: Zilyana Jr.
ja: ジリアナ・Jr.

source: Zimberfizz
ja: ジンベーフィズ

source: Zip line
ja: ジップライン

source: Zipline
ja: ジップライン

source: Zogre
ja: ゾーガ

source: Zogre bonemeal
ja: ゾーガの骨粉

source: Zogre bones
ja: ゾーガの骨

source: Zoja
ja: ゾジャ

source: Zombie
ja: ゾンビ

source: Zombie Head
ja: ゾンビの頭部

source: Zombie Pirate's Locker
ja: 海賊ゾンビのロッカー

source: Zombie monk
ja: 僧侶ゾンビ

source: Zombie monkey greegree
ja: ゾンビゴリラのグリーグリー

source: Zombie pirate
ja: 海賊のゾンビ

source: Zombie protester
ja: ゾンビの抗議者

source: Zombie rat
ja: ゾンビ・ネズミ

source: Zombie swab
ja: ゾンビのスワブ

source: Zombies Champion
ja: ゾンビのチャンピオン

source: Zombified Spawn
ja: ゾンビ化した腹子

source: Zoo keeper
ja: 動物園の管理者

source: Zooknock
ja: ズーノック

source: Zorgoth
ja: ゾーゴス

source: Zul-Andra teleport
ja: ズル・アンドラ・ワープ

source: Zul-Aniel
ja: ズル・アニエル

source: Zul-Areth
ja: ズル・アレス

source: Zul-Cheray
ja: ズル・チェレイ

source: Zul-Gutusolly
ja: ズル・グツソリ

source: Zul-Onan
ja: ズル・オナン

source: Zul-Urgish
ja: ズル・ウーギシュ

source: Zulrah
ja: ズルラ

source: Zulrah Topiary
ja: ズルラのトピアリー

source: Zulrah display
ja: ズルラの展示

source: Zuma
ja: ズーマ

source: Zygomite
ja: ジゴマイト

source: banner
ja: バナー

source: fluffie
ja: ふわふわ

source: funeral pyre
ja: 火葬用の木材

source: ladder
ja: ハシゴ

source: mast
ja: マスト

source: middle section
ja: 中央部分

source: pipe with rope
ja: ロープを結んだパイプ

source: rune casket
ja: ルーンの木箱

source: search
ja: 探す

source: straight rope
ja: まっすぐなロープ

source: talk
ja: 話しかける

source: test
ja: テスト

source: Locks
ja: ロック関連

source: Count
ja: 数える

source: Zanaris
ja: ザナリスへ

source: Construct
ja: 組み立てる

source: Fuel
ja: 燃料を追加

source: Shared
ja: 共有

source: Feel
ja: 探る

source: Preferences
ja: 優先設定

source: Heart
ja: 心臓部

source: Align
ja: 調整

source: Entertain
ja: もてなす

source: Bask
ja: 暖める

source: Mash
ja: を潰す

source: Contact
ja: で連絡

source: Playback
ja: で再生

source: Question
ja: 質問する

source: Bow
ja: お辞儀する

source: Smell
ja: の匂いをかぐ

source: Separate
ja: を別ける

source: Unstuff
ja: の中身を取る

source: Invoke
ja: を発動

source: Divine
ja: の残量確認

source: Check completion
ja: 完成度を確認

source: Pickle
ja: 漬物

source: Bloom
ja: 咲かせる

source: Fletch
ja: 加工

source: Scrutinise
ja: よく調べる

source: Reverse
ja: を逆にする

source: Squeeze
ja: 力を入れる

source: Toggle-activity
ja: 発動を切り替える

source: Combination
ja: 組み合わせ

source: Shears
ja: 鋏

source: Tiles
ja: タイルズ

source: Angel
ja: アンゲル

source: Boot
ja: ブート

source: Pay-dirt
ja: 有望な鉱脈

source: Novice
ja: ノヴァイス

source: Midnight
ja: ミッドナイト

source: Noon
ja: ヌーン

source: Willow
ja: ウィロウ

source: Gem
ja: ジェム

source: Fire Wave
ja: 火の波

source: Roger
ja: ロジャー

source: Hannibal
ja: ハンニバル

source: Sink
ja: シンク

source: Shell
ja: シェル

source: Coke
ja: コーク

source: Extremity
ja: エクストレミティー
